{
"Visit_Nepal":
[

{
"PlaceName": "Kathmandu",
"PlaceDescription": "Kathmandu (काठमांडौ) Kathmandu is the capital city of Nepal. The city was founded in the 2nd century CE Kathmandu was known as “Kantipur” and was later renamed. The city was originally called Kantipur, meaning “city of glory.” Kathmandu valley is home to the oldest community of inhabitants, the Newar.  Kathmandu is also known as the city of temples. Kathmandu is home to seven UNESCO World Heritage Sites. The city is home to numerous world heritage sites, including Durbar Square, the Swayambhunath Temple, and the Boudhanath Stupa.The most famous temple in Kathmandu is the Pashupatinath Temple, a Hindu shrine dedicated to Lord Pashupatinath. Other notable temples in the city include the Swayambhunath Temple, a Buddhist shrine, and the Boudhanath Temple, one of the world’s famous stupas. Kathmandu Valley is surrounded by four central mountains: Shivapuri, Phulchowki, Nagarjun, and Chandragiri. Kathmandu is situated at an altitude of 1,400 meters above sea level. The city covers an area of 49.45 square kilometers. The famous river in the valley is the Bagmati River, which flows through the city of Kathmandu. The Bagmati River is considered sacred by Hindus. It is also the largest city in the country, with a population of over 2+ million people.The city has a vibrant nightlife and is known for its many bars and clubs. Kathmandu is the gateway to tourism in Nepal and a popular destination for mountaineers, trekkers, and adventure seekers. Kathmandu is also known for its many street food vendors, which offer a variety of Nepalese and Tibetan dishes. The city is home to many festivals and events throughout the year. The valley is also connected to the cities like Lalitpur, and Bhaktapur. The city is a popular destination for shopping, with a wide variety of goods available, including traditional Nepalese handicrafts and Tibetan artifacts. The city has a developed economy, with various industries such as tourism, agriculture, manufacturing, and service. The city has an international airport, with direct flights to many cities around the world. Kathmandu is also a major center for education, with over highest number of colleges and universities in the country. The city is served by Tribhuvan International Airport, which is the only international airport in Kathmandu. The best time to visit Kathmandu is from October to December when the weather is pleasant. Kathmandu Valley is also home to some educational institutions, including Tribhuvan University, which is the oldest and largest university in Nepal.",
"PlaceDistance": "0",
 "PlaceImage": "https://raw.githubusercontent.com/akoirala123/JSONProjectsIT315/master/KTM.jpg",
"PlaceWebsite": "https://www.stunningnepal.com/facts-about-kathmandu/",

},


{
"PlaceName": "Pokhara",
"PlaceDescription": "Pokhara’s tranquil beauty has been the subject of inspiration for many travel writers. Its pristine air, spectacular backdrop of snowy peaks, blue lakes and surrounding greenery make it ‘the jewel in the Himalaya’, a place of remarkable natural disposition. With the magnificent Annapurna range forming the backdrop and the serenity of the Cluster of 9 Lakes with three major ones - Phewa, Rupa and Begnas – Pokhara is a great destination for a weekend getaway as well as a long relaxing holiday. Pokhara Valley, gateway to the Annapurna region where many a trekker finds his Shangri-la, sits high on the list of ‘must visit’ places in Nepal. One can fly directly into Pokhara from Kathmandu. One can also take a bus or drive to Pokhara from the border towns. Accommodation in Pokhara ranges from luxurious world-class hotels and resorts that provide modern services and amenities to comfortable lodges with basic amenities.",
"PlaceDistance": "126",
"PlaceImage": "https://raw.githubusercontent.com/akoirala123/JSONProjectsIT315/master/pokhara.jpg",
"PlaceWebsite": "https://ntb.gov.np/pokhara",
},

{
"PlaceName": "Lumbini",
"PlaceDescription": "Nestled in the Himalayas near the Indian border, the beautiful town of Lumbini is the birthplace of Lord Buddha. Lumbini is a UNESCO World Heritage Site and has a plethora of ancient stupas dating back to 2000 years and monasteries that were built by past dynasties. People come here from all over the world to this abode of Buddhism to study scriptures, meditate, practice yoga, trek, learn more about Buddhism and find inner peace. 'Lumbini' literally means 'The Lovely' in Sanskrit, and true to its name it stands! The entire site is decked up with prayer flags that have blessings and incantations upon them, which have been put up by thousands of tourists. Each of the monasteries here is architecturally distinctive, with beautiful façades and paintings. Avid trekkers can do the Lumbini Circuit Trek and witness 64 historical and archaeological sites around the area, including visits to villages where one can get an authentic experience of the local culture and hospitality." ,
"PlaceDistance": "155",
"PlaceImage": "https://raw.githubusercontent.com/akoirala123/JSONProjectsIT315/master/lumbini.jpg",
"PlaceWebsite": "https://www.holidify.com/places/lumbini/",
},

{
"PlaceName": "Bhaktapur",
"PlaceDescription": "Bhaktapur (भक्तपुर) is known variously as City of Culture, Living Heritage, Nepal's Cultural Gem, An open museum, and a City of Devotees. Bhaktapur is an ancient city and is renowned for its elegant art, fabulous culture, colorful festivals, traditional dances, and indigenous lifestyle of Newari community. It is just 12 kilometers east of Kathmandu, capital of Nepal, but gives the feeling of prehistoric times given the ambiance of traditional homes, lifestyles and environment. The conch shaped historic city is spreading over just an area of 6.88 square kilometer at 1,401-meter altitude. The city was founded in 12th century by King Anand Dev Malla. Bhaktapur was the capital city of the Greater Malla Kingdom in the Kathmandu Valley till the 15th century AD. The many of Bhaktapur's greatest monuments were built by the then Malla rulers. Bhaktapur is also renowned for its wonderful crafts such as Pottery, Weavery, Thangka, and masks, and is famous for its mask’s dances representing the lives of various gods and deities. Finally, The place is known for being the City of the Gods.",
"PlaceDistance": "60.2",
"PlaceImage": "https://raw.githubusercontent.com/akoirala123/JSONProjectsIT315/master/Bhaktapur.jpg",
"PlaceWebsite": "https://wikitravel.org/en/Bhaktapur",
},

{
"PlaceName": "Chitwan",
"PlaceDescription": "Chitwan literally means “heart of the jungle”. The popular Inner Terai valley gets its name from Chitrasen, the Tharu King, who once ruled here. In the southwest corner of Bagmati Province, Chitwan lies between foothills of the Himalaya, the Mahabharat and Siwalik ranges. The region called Chitra Ban in earlier references used to be dense forest abounding in wild animals and resorted by recluse sages meditating deep in the forests. In recent years Chitwan National Park tops the list of things to do in Asia. It is an exciting jungle experience with - jungle safaris, birdwatching, canoe rides and numerous other nature and jungle activities. While the jungles are teeming with wild animals like tigers, leopards, and rhinos, along the marshes and rivers are gharial and marsh mugger crocodiles basking in the sun. You can also spend some quality time visiting the elephant and gharial breeding centers, a perfect way to educate kids about these animals and their life cycle. Observe local indigenous life by visiting a Tharu village, where you will be welcomed inside their traditional mud houses and treated as valued guests. Unwind next to campfire at the end of the watching the Tharu stick dance and listening to their soothing folk songs.",
"PlaceDistance": "9",
"PlaceImage": "https://raw.githubusercontent.com/akoirala123/JSONProjectsIT315/master/chitwan.jpg",
"PlaceWebsite": "https://ntb.gov.np/chitwan",

}


],
  
 "Status":"OK"
 }
